IDEA StatiCa Open Model
ConnectionInfo.Identifier Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 The identifier of the connection
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Identifier { get; set; }
Public Property Identifier As String
	Get
	Set
public:
property String^ Identifier {
	String^ get ();
	void set (String^ value);
}
Property Value
Type: String
See Also
Reference
ConnectionInfo Class
IdeaRS.OpenModel.Connection Namespace